Repository: KrzysztofMadejski/replication-sprint-02
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Header cells must be <code>document_title</code> and <code>document_url</code>
es: Las celdas del encabezado deben ser <code>document_title</code> y <code>document_url</code>

source: Could not create documents
es: No se pudieron crear los documentos

source: Successfully created %(count)d documents
es: Se crearon %(count)d documentos

source: Document set name
es: Nombre del conjunto de documentos

source: Javascript function to insert the document into the DOM. Receives the URL of the document as its only parameter. Must be called insertDocument
es: Función de javascript para insertar el document en el DOM. Recibe el URL del documento como único parámetro. Debe llamarse 'insertDocument'

source: Maximum number of times each document will be shown to users.
es: Máxima cantidad de veces que se mostrará cada documento

source: HTML to be inserted in the <head> element in this page
es: HTML a ser insertado en el elemento <head>

source: Document Set
es: Conjunto de documentos

source: Document Sets
es: Conjuntos de documentos

source: Export all answers to CSV
es: Exportar todas las respuestas a CSV

source: Add Documents to this document set
es: Agregar documentos a este Conjunto de Documentos

source: Autocomplete
es: Autocompletar

source: If checked, this text field will have autocompletion
es: Si está activado, este campo de texto tendrá autocompletado

source: Order
es: Orden

source: Document title
es: Título del documento

source: Document URL
es: URL del documento

source: Document
es: Documento

source: Documents
es: Documentos

source: CrowData Administration
es: Administración de CrowData
